
tap "caskroom/cask"
tap "neovim/neovim"

brew "ack"
brew "coreutils"
brew "fzf"
brew "neovim/neovim/neovim"
brew "node"
brew "tree"
brew "wget"
brew "zplug"
brew "zsh"

cask_args appdir: "/Applications"

cask "1password"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "slack"
cask "spotify"
cask "vlc"

mas "cointick", id: 1141688067
